Напишите программу конвертации количества лет из Арабских чисел в Римские. Количество лет в диапазоне 1 < n < 10000.

---

Для конвертации количества лет из арабских чисел в римские нужно выполнить следующие шаги:

1. Создать массивы строк, содержащие соответствия арабских и римских чисел.
2. Разбить входное число на разряды, начиная с тысяч и заканчивая единицами.
3. Для каждого разряда получить соответствующее римское число из массивов и добавить его к результату.
4. Вернуть полученный результат в виде строки.

Пример использования:

~~~
int age = 543;
String romanAge = RomanConverter.convertToRoman(age);
System.out.println(romanAge); // "DXLIII"
~~~